[
    {"position": "9",
     "name": "Sun",
     "image": "star",
     "velocity": "220",
     "distance": "0",
     "description": "The Sun (or Sol), is the star at the centre of our solar system and is responsible for the Earth’s climate and weather. The Sun is an almost perfect sphere with a difference of just 10km in diameter between the poles and the equator. The average radius of the Sun is 695,508 km (109.2 x that of the Earth) of which 20–25% is the core.",
     "facts": ["If the Sun were as tall as a typical front door, Earth would be about the size of a nickel.", "The Sun is the center of our solar system and makes up 99.8 percent of the mass of the entire solar system.", "Without the Sun's intense energy, there would be no life on Earth."],
     "image3d": "Venus(surface)_1_12103.usdz"},
    {"position": "1",
     "name": "Mercury",
     "image": "mercury",
     "velocity": "47",
     "distance": "58",
     "description": "Mercury is the closest planet to the Sun and due to its proximity it is not easily seen except during twilight. For every two orbits of the Sun, Mercury completes three rotations about its axis and up until 1965 it was thought that the same side of Mercury constantly faced the Sun. Thirteen times a century Mercury can be observed from the Earth passing across the face of the Sun in an event called a transit, the next will occur on the 9th May 2016.",
     "facts": ["Mercury is the smallest planet in our solar system – only slightly larger than Earth's Moon.", "Mercury is the planet that orbits the closest to the Sun.", "Mercury is a rocky planet, also known as a terrestrial planet. Mercury has a solid, cratered surface, much like the Earth's moon."],
     "image3d": "Venus(surface)_1_12103.usdz"},
    {"position": "2",
     "name": "Venus",
     "image": "venus",
     "velocity": "35",
     "distance": "108",
     "description": "Venus is the second planet from the Sun and is the second brightest object in the night sky after the Moon. Named after the Roman goddess of love and beauty, Venus is the second largest terrestrial planet and is sometimes referred to as the Earth’s sister planet due the their similar size and mass. The surface of the planet is obscured by an opaque layer of clouds made up of sulphuric acid.",
     "facts": ["Venus is permanently shrouded in thick, toxic clouds of sulfuric acid that start at an altitude of 28 to 43 miles (45 to 70 kilometers). The clouds smell like rotten eggs!", "Venus rotates backward on its axis compared to most planets in our solar system. This means the Sun rises in the west and sets in the east, opposite of what we see on Earth.", "The average surface of Venus is less than a billion years old, and possibly as young as 150 million years old – which is relatively young from a geological perspective. This is a major conundrum for scientists – they don’t know exactly what happened that made Venus completely resurface itself."],
    "image3d": "Venus(surface)_1_12103.usdz"},
    
    {"position": "3",
     "name": "Earth",
     "image": "earth",
     "velocity": "29",
     "distance": "149",
     "description": "Earth is the third planet from the Sun and is the largest of the terrestrial planets. The Earth is the only planet in our solar system not to be named after a Greek or Roman deity. The Earth was formed approximately 4.54 billion years ago and is the only known planet to support life.",
     "facts": ["Earth is a rocky planet with a solid and dynamic surface of mountains, canyons, plains and more. Most of our planet is covered in water.", "If the Sun were as tall as a typical front door, Earth would be the size of a nickel.", "Earth is the perfect place for life as we know it."],
     "image3d": "Venus(surface)_1_12103.usdz"},
    {"position": "4",
     "name": "Mars",
     "image": "mars",
     "velocity": "24",
     "distance": "227",
     "description": "Mars is the fourth planet from the Sun and is the second smallest planet in the solar system. Named after the Roman god of war, Mars is also often described as the “Red Planet” due to its reddish appearance. Mars is a terrestrial planet with a thin atmosphere composed primarily of carbon dioxide.",
     "facts": ["Mars has two moons named Phobos and Deimos.", "Mars has a thin atmosphere made up mostly of carbon dioxide (CO2), argon (Ar), nitrogen (N2), and a small amount of oxygen and water vapor.", "One day on Mars takes a little over 24 hours. Mars makes a complete orbit around the Sun (a year in Martian time) in 687 Earth days."],
     "image3d": "Venus(surface)_1_12103.usdz"},
    {"position": "5",
     "name": "Jupiter",
     "image": "jupiter",
     "velocity": "13",
     "distance": "778",
     "description": "The planet Jupiter is the fifth planet out from the Sun, and is two and a half times more massive than all the other planets in the solar system combined. It is made primarily of gases and is therefore known as a “gas giant”.",
     "facts": ["Jupiter is a gas giant and so lacks an Earth-like surface. If it has a solid inner core at all, it’s likely only about the size of Earth.", "Jupiter's atmosphere is made up mostly of hydrogen (H2) and helium (He).", "Jupiter has more than 75 moons."],
     "image3d": "Venus(surface)_1_12103.usdz"},
    {"position": "6",
     "name": "Saturn",
     "image": "saturn",
     "velocity": "9",
     "distance": "1426",
     "description": "Saturn is the sixth planet from the Sun and the most distant that can be seen with the naked eye. Saturn is the second largest planet and is best known for its fabulous ring system that was first observed in 1610 by the astronomer Galileo Galilei. Like Jupiter, Saturn is a gas giant and is composed of similar gasses including hydrogen, helium and methane.",
     "facts": ["Saturn has the most spectacular ring system, with seven rings and several gaps and divisions between them.", "About two tons of Saturn’s mass came from Earth—the Cassini spacecraft was intentionally vaporized in Saturn’s atmosphere in 2017.", "Nine Earths side by side would almost span Saturn’s diameter. That doesn’t include Saturn’s rings."],
     "image3d": "Venus(surface)_1_12103.usdz"},
    {"position": "7",
     "name": "Uranus",
     "image": "uranus",
     "velocity": "6",
     "distance": "2870",
     "description": "Uranus is the seventh planet from the Sun. While being visible to the naked eye, it was not recognised as a planet due to its dimness and slow orbit. Uranus became the first planet discovered with the use of a telescope.",
     
     "facts": ["Uranus is about four times wider than Earth. If Earth were a large apple, Uranus would be the size of a basketball.", "Uranus has an atmosphere made mostly of molecular hydrogen and atomic helium, with a small amount of methane.", "Uranus has 13 known rings. The inner rings are narrow and dark and the outer rings are brightly colored."],
     "image3d": "Venus(surface)_1_12103.usdz"},
    {"position": "8",
     "name": "Neptune",
     "image": "neptune",
     "velocity": "5",
     "distance": "4498",
     "description": "Neptune is the eighth planet from the Sun making it the most distant in the solar system. This gas giant planet may have formed much closer to the Sun in early solar system history before migrating to its present position.",
     "facts": ["Neptune orbits our Sun, a star, and is the eighth planet from the Sun at a distance of about 2.8 billion miles (4.5 billion kilometers).", "Because of dwarf planet Pluto’s elliptical orbit, Pluto is sometimes closer to the Sun (and us) than Neptune is.", "Neptune has 14 known moons which are named after sea gods and nymphs in Greek mythology."],
     "image3d": "Venus(surface)_1_12103.usdz"}
]
 
